/* alert title when mail is not available */
"Can't Send Mail" = "A levél küldése sikertelen";

/* Button Title */
"Cancel" = "Mégse";

/* Back Button */
"Back" = "Vissza";

/* Done Button */
"Done" = "Kész";

/* Button Title in Action Sheet */
"Email" = "E-mail";

/* Enter a new name */
"Enter a new name" = "Adjon meg új nevet";

/* Title of Cell For Navigating More Apps */
"More Apps" = "Több alkalmazás";

/* Title of Cell For Navigation More Sites */
"More Sites" = "Több oldal";

/* Tools title in sidebar header section */
"Tools" = "Eszközök";

/* Apps title in sidebar header section */
"Apps" = "Alkalmazás";

/* <partner> Apps title in sidebar header section */
"%@ Apps" = "%@ appok";

/* Related Apps title in sidebar header section */
"Related Apps" = "Kapcsolódó alkalmazások";
"Related Sites" = "Kapcsolódó oldalak";

/* OK */
"OK" = "OK";

/* Button Title Action Sheet */
"Open in Safari" = "Nyitás a Safari-ban";

/* Title Nav for Privacy Policy */
"Privacy Policy" = "Adatvédelmi irányelv";

/* Rename */
"Rename" = "Átnevezés";

/* Button Title Action Sheet */
"Share by Email" = "Megosztás e-mailben";

/* Button Title Action Sheet */
"Share on Twitter" = "Megosztás Twitter-en";

/* Button Title Action Sheet */
"Share on Facebook" = "Megosztás Facebook-on";

/* Show Fewer expanded row title */
"show_fewer_row_title" = "Kevesebb mutatása";

/* Show # More expandable row title */
"Show %d More" = "Mutat + %d\n";

/* Sign In */
"Sign In" = "Bejelentkezés";

/* Sign Out Button Title */
"Sign Out" = "Kijelentkezés";

/* Title Nav for Terms of Service */
"Terms of Service" = "Szolgáltatási feltételek";

/* Button Title in Action Sheet */
"Tweet" = "Tweet";

/* alert message when mail is not available */
"Your device is not configured to send mail.  If you would like to send mail you must configure a mail account." = "Az eszköz nincs e-mail küldésére konfigurálva. Ha e-mailt szeretne küldeni, állítson be egy levelezőfiókot.";

/* Terms and Privacy label displayed in the footer of the Sidebar */
"Terms and Privacy" = "Feltételek és adatvédelem";

/* Title Cell For Settings Page */
"Settings" = "Beállítások";

/* Title Cell For Help Page */
"Help" = "Súgó";

/* Title Cell For Rating App */
"Rate This App" = "App értékelése";

/* Rate This App accessibility hint. */
"rate_this_app_hint" = "Érintse meg duplán az Alkalmazásbolt felkereséséhez.";

/* Title Cell For Sharing App */
"Share This App" = "App megosztása";

/* Leave App Title */
"Leave %@?" = "Bezárja a(z) %@ alkalmazást?";

/* Message to display when app is about to quit due to loading an external app */
"This action launches a separate app.  To return, double-tap your Home button." = "Ez a művelet egy külön alkalmazást indít el.  A visszatéréshez koppintson kétszer a Kezdőlap gombra.";

/* Send Feedback */
"Send Feedback" = "Visszajelzés";

/* Free Button Label */
"Free" = "Ingyenes";

/* Alert title shown when no Twitter accounts are available */
"No Twitter Accounts" = "Nincs Twitter fiók";

/* Alert subject shown when no Twitter accounts are available */
"You can add or create a Twitter account in Settings." = "A Beállítások menüpontban hozzáadhat vagy létrehozhat Twitter fiókot.";

/* Accessibility label for logged in user (with default = anonymous image) */
"user_signed_in_default" = "%@ az alapértelmezett képpel van bejelentkezve.";

/* Accessibility label for logged in user (with profile image) */
"user_signed_in_profile" = "%@ a profilképpel van bejelentkezve.";

/* Accessibility label for logged out user */
"User is signed out." = "A felhasználó kijelentkeztetve.";

/* Accessibility label for Edit Mode [+] button. */
"Add more." = "Több hozzáadása.";

/* Hint for logged in user */
"Signs out or switches user." = "Kijelentkezik vagy vált a felhasználók között.";

/* Hint for logged out user */
"Signs in user." = "Bejelentkezteti a felhasználót.";

/* Tools row for Yahoo System Status */
 "tool_row_service_status" = "Rendszer állapota";

